<!DOCTYPE html>
<meta name="viewport" content="width=device-width, initial-scale=1">
<link rel="stylesheet" href="https://www.w3schools.com/w3css/4/w3.css">
<link rel="stylesheet" type="text/css" href="legislatieRo.css" />
<html>
<title>
    Driver Master
</title>
<link rel="icon" href="title_icon.jpg" type="image/x-icon">

<body>
    <header>
        <div class="logo">
            <form class="display" action="LogedIn.html" method="post">
                <button type="submit" style="width: auto;"></button>
            </form>
        </div>
        <div class="day-nigth">
            <button onclick="myFunction()"></button></div>
        <div class="w3-dropdown-hover">
            <button type="button">Country</button>
            <div class="w3-dropdown-content w3-bar-block w3-border">
                <a href="Romania.html" class="w3-bar-item w3-button">Romania</a>
                <a href="#" class="w3-bar-item w3-button">United Kingdom</a>
                <a href="#" class="w3-bar-item w3-button">Itali</a>
                <a href="#" class="w3-bar-item w3-button">France</a>
                <a href="#" class="w3-bar-item w3-button">Korea</a>
                <a href="#" class="w3-bar-item w3-button">United States</a>
                <a href="#" class="w3-bar-item w3-button">Japan</a>
            </div>
        </div>
        <div class="w3-dropdown-hover">
            <button type="button">ENG/RO</button>
            <div class="w3-dropdown-content w3-bar-block w3-border">
                <a href="#" class="w3-bar-item w3-button">RO</a>
                <a href="#" class="w3-bar-item w3-button">ENG</a>
            </div>
        </div>
        <div>
            <button style="width:auto;">Contact </button></div>
        <button onclick="document.getElementById('profile').style.display='block'" style="width:auto;">Profile</button>
        <script>
            // Get the mod
            var mod = document.getElementById('profile');
        </script>
        <div class=logout>
            <form class="display" action="first_site.html" method="post">
                <button type="submit" style="width:auto;">LogOut</button>
            </form>
        </div>
    </header>
    <div class="legislatie">
        <div class="capitol">
            <button class="collapsible">Introducere in conduita preventiva si factorii principali</button>
            <div class="content">
                <div class="articol">
                    <p><strong>Reprezintă comportamentul participantului la trafic ce are drept scop evitarea producerii accidentelor rutiere prin adaptarea modului de deplasare in condiții atmosferice nefavorabile, de drum, de vizibilitate și de intensitatea fluxului de vehicule. Dar și limitarea consecințelor accidentelor dacă acestea sunt iminente.</strong></p>

                    <p><strong>Inaintea pornirii la drum in baza conduitei preventive conducătorul auto trebuie să țină cont de următoarele elemente:</strong></p>

                    <ul>
                        <li>odihna: un lucru foarte important, mai ales atunci cand trebuie parcurs un drum lung sau pe timp de noapte;</li>
                        <li>să se informeze asupra condițiilor meteorologice și să fie pregatit pentru orice fel de condiții atmosferice ce ar putea fi intalnite: ploaie, ninsoare, ingheț;</li>
                        <li>să conceapă un traseu de bază dar și unul de rezervă;</li>
                        <li>starea fizică și psihică să fie bună.</li>
                    </ul>

                    <p><strong>In vederea eliminării accidentelor de circulație, conduita preventivă este caracterizată prin:</strong></p>

                    <ul>
                        <li>anticiparea situațiilor ce pot genera eventuale pericole atat pentru tine cat și pentru ceilalți participanți la trafic;</li>
                        <li>evitarea accidentelor pe cale de a se produce;</li>
                        <li>alegerea celei mai bune variante pentru a ieși dintr-un accident ce nu a putut fi evitat cu consecințe minime;</li>
                        <li>adaptarea modului de delpasare la condițiile de drum, trafic, vizibilitate si condiții meteo.</li>
                    </ul>
                </div>
            </div>
        </div>
        <div class="capitol">
            <button class="collapsible">Capitolul II - Starea fizică și psihică a conducătorului auto</button>
            <div class="content">
                <h3>Starea fizică și psihică a conducătorului auto</h3>
                <p><strong>Principalii factori care infuențează starea fizică și psihică a conducătorului auto sunt:</strong></p>
                <div class="articol">
                    <button class="collapsible"> <strong>Oboseala</strong> </button>

                    <div class="content">
                        <p><strong>Reprezintă slăbirea capacităților de muncă, cauzată de un efort fizic sau intelectual prelungit.</strong></p>

                        <p>Efectele oboselii:</p>
                        <li>reduce capacitatea de a prevedea și de a analiza situațiile din trafic;</li>
                        <li>dificultăți de concentrare, neatenție;</li>
                        <li>aprecierea greșită a vitezei și a distanțelor;</li>
                        <li>creșterea timpului de reacție;</li>
                        <li>observarea &icirc;nt&acirc;rziată a semnalelor și a indicatoarelor din trafic;</li>
                        <li>adormirea sau ațipirea la volan, cauza multor accidente grave de circulație.</li>
                        </ul>
                        <p><strong>Din punct de vedere al producerii oboselii aceasta poate fi:</strong></p>

                        <ul>
                            <li><strong>oboseală acumulată &icirc;naintea plecării la drum</strong></li>
                        </ul>
                        <ul>
                            <li>odihna insuficientă;</li>
                            <li>starea sănătății;</li>
                            <li>efortul, atăt fizic c&acirc;t si intelectual.</li>
                            <li><strong>oboseală acumulată &icirc;n timpul conducerii</strong></li>
                        </ul>
                        <ul>
                            <li>conducerea autovehiculului un timp &icirc;ndelungat. Se recomandă ca la fiecare 2 ore de condus să se facă pauză minim 15 minute;</li>
                            <li>numărul mare de manevre (opriri, porniri, schimbarea vitezelor, &icirc;ntoarceri etc);</li>
                            <li>vizibilitatea redusă. Datorată &icirc;ntunericului sau a condiților meteo nefavorabile (ceață, ploaie torențială, ninsoare abundentă);</li>
                            <li>conducera cu viteze mari. Datorită vitezei mari de deplasare c&acirc;mpul vizual se va micșora.</li>
                        </ul>
                    </div>
                    <button class="collapsible"><strong>Alcoolul</strong></button>
                    <div class="content">
                        <p>Alcoolul consumat sub orice formă, ajunge &icirc;n s&acirc;nge și produce modificări ale stării fizice și psihice.</p>

                        <p>Alcoolemia reprezintă cantitatea de alcool etilic, exprimată &icirc;n grame, aflată &icirc;ntr-un litru de s&acirc;nge. De exemplu o alcoolemie de 1%, &icirc;nseamnă că &icirc;ntr-un litru de s&acirc;nge se află 1 gram de alcool
                            etilic.
                        </p>

                        <p>Alcoolemia se poate măsura &icirc;n aerul expirat sau prin probe de s&acirc;nge.</p>

                        <p>Stabilirea prezenţei alcoolului &icirc;n aerul expirat sau testarea preliminară a prezenţei &icirc;n organism a substanţelor ori produselor stupefiante sau a medicamentelor cu efecte similare acestora se face de către poliţia rutieră,
                            cu ajutorul unor mijloace tehnice certificate.</p>

                        <p>Recoltarea probelor biologice se face &icirc;n instituţii medicale autorizate sau &icirc;n instituţii medico-legale şi se efectuează numai &icirc;n prezenţa unui reprezentant al poliţiei rutiere.</p>

                        <p>&Icirc;n Rom&acirc;nia, Codul Rutier prevede o limită de 0,8 mg/l alcool pur &icirc;n s&acirc;nge dincolo de care apare răspunderea penală.</p>

                        <p>Pentru a conduce &icirc;n siguranță ai nevoie de o vedere bună, de o judecata corectă și de timpi rapizi de reacție. Alcoolul distorsionează toate cele 3 simțuri menționate, prin urmare, abilitatea de a conduce un autovehicul &icirc;n
                            siguranță este diminuată indiferent de cantitatea de alcool consumată.</p>

                    </div>
                    <button class="collapsible"><strong>Medicamentele</strong></button>
                    <div class="content">
                        <p>Medicamentele reprezintă una din cauzele care duc la producerea unor modificări comportamentale acțion&acirc;nd negativ asupra stării fzice și psihice, diminu&acirc;nd astfel capacitatea de a conduce autovehicule.</p>

                        <p>Principalele grupe de medicamente contraindicate conducătorilor auto sunt:</p>

                        <ul>
                            <li>tranchilizantele: acele medicamente care produc somnolență, reduc capacitatea de concentrare și diminuează randamentul fizic și psihic;</li>
                            <li>antidepresivele: acele medicamente care produc uneori stări de irascibilitate, diminuează capacitatea de efort și a stării de concentrare;</li>
                            <li>sedativele: acele medicamente care produc somnolență și reduc coordonarea mușchilor datorită slăbiciunii apărute la nivelul acestora;</li>
                            <li>analgezicile: acele medicamente care se manifestă prin agitația psihomotorie sau prin stări de euforie.</li>
                        </ul>
                    </div>
                    <button class="collapsible"><strong>Drogurile</strong></button>
                    <div class="content">
                        <p>Drogurile sunt substanțe de origine vegetală, animală sau minerală care acționează prin grăbirea, &icirc;ncetinirea sau modificarea proceselor unui anumit organ.</p>

                        <p>Termenul drog are mai multe accepțiuni. &Icirc;n sens larg desemnează orice substanță (naturală sau artificială) care prin natura sa chimică determină alterarea funcționării unui organ. &Icirc;n sens restr&acirc;ns se referă substanțe
                            care provoacă toleranță și dependență.</p>

                        <p>&Icirc;n limbaj uzual, acest termen se referă la substanțe psihoactive, mai ales cele ilegale.</p>

                        <p>Cu alte cuvinte, drogul este o substanță solidă, lichidă sau gazoasă, a cărei folosință se transformă &icirc;n obicei și care afectează direct creierul și sistemul nervos, schimbă sentimentele, dispoziția și g&acirc;ndirea, percepția
                            și/sau starea de conștiență, modific&acirc;nd imaginea asupra realității &icirc;nconjurătoare.</p>
                    </div>
                </div>
            </div>
        </div>
        <div class="capitol">
            <button class="collapsible">Capitolul III - Siguranța conducătorilor auto, centura de siguranță, tetierele și airbag-ul</button>
            <div class="content">
                <div class="articol">
                    <button class="collapsible">Centura de siguranță</button>
                    <div class="content">
                        <p>Purtatul centurii de siguranță este obligatorie, &icirc;nsă foarte mulți evită să o folosească din comoditate sau invoc&acirc;nd motive de genul: &ldquo;sunt un șofer bun, mie nu mi se poate &icirc;nt&acirc;mpla...&rdquo;.</p>

                        <p>Statisticile arata ca, &icirc;n urma unui accident grav, majoritatea victimelor care nu au avut centura de siguranță, nu au supraviețuit, iar celelalte nu au scăpat fără traumatisme care să le marcheze existența.</p>

                        <p>Cei mai expuși leziunilor grave sunt ocupanții banchetei din spate, ei neput&acirc;nd fi protejați de airbaguri, deoarece majoritatea autovehiculelor nu dispun de sistem airbag și pentru ocupanții banchetei din spate.</p>
                        <p>Există &icirc;nsă și situații c&acirc;nd purtatul centurii de siguranță poate fi scutit:</p>
                        <ul>
                            <li>persoanele care dețin un certificat medical &icirc;n care să fie menţionată afecţiunea care contraindică purtarea centurii de siguranţă;</li>
                            <li>femeile care prezintă o stare vizibilă de graviditate;</li>
                            <li>examinatorul (aflat &icirc;n timpul desfăşurării probelor practice ale examenului);</li>
                            <li>instructorul auto (atuci c&acirc;nd se află &icirc;n dreapta, av&acirc;nd elevul la volan);</li>
                            <li>taximetristul (c&acirc;t timp clientul se află &icirc;n maşină).</li>
                        </ul>

                    </div>
                    <button class="collapsible"><strong>Tetierele</strong></button>
                    <div class="content">
                        <p>Rolul principal al tetierelor este de a &icirc;mpiedica mișcările bruște ale capului, &icirc;n cazul lovirii din spate a autovehiculului, prevenind astfel o posibilă fracturare a coloanei cervicale.</p>
                    </div>
                    <button class="collapsible"><strong>Airbag-ul (perna de aer)</strong></button>
                    <div class="content">
                        <p>Scopul principal al unui airbag este de a diminua efectelor unui impact, ajut&acirc;nd la scăderea inerției pe care o are corpul uman atunci c&acirc;nd mașina se lovește.</p>

                        <p>&Icirc;nsă airbag-ul nu protejează pasagerul de diverse &icirc;ndoituri ale caroseriei, ci folosește doar la atenuarea șocului pe care &icirc;l poate avea corpul.</p>

                    </div>
                </div>
            </div>
        </div>
        <div>
            <div class="capitol">
                <button class="collapsible">Capitolul V - Condițiile de drum nefavorabile, aderența, derapajul și acvaplanarea</button>
                <div class="content">
                    <div class="articol">
                        <button class="collapsible"><strong>Aderența</strong></button>
                        <div class="content">
                            <p>Reprezintă fenomenul care se produce &icirc;ntre roțile unui vehicul și calea de rulare, realiz&acirc;ndu-se astfel mișcarea vehiculului.</p>

                            <p>Aderenta masinii depinde de o serie de factori asupra cărora avem mai mult sau mai putin control. De exemplu: starea anvelopelor, rapiditatea manevrării direcției, viteza de deplasare, etc.</p>
                            <p><strong>Alți factori nu depind &icirc;nsa de noi, ci de variabile precum:</strong></p>

                            <ul>
                                <li>starea carosabilului (umezeală, noroi, polei, nisip, zapadă af&acirc;nată, zapadă bătătorită, pavaj de piatră cubică);</li>
                                <li>soluția constructivă a mașinii (tracțiune față/spate, 4x4 selectabil, 4x4 permanent);</li>
                                <li>condițile meteo (v&acirc;nt puternic, ploaie torențială, etc.);</li>
                                <li>dotările speciale ale mașinii (ABS, Controlul stabilității, ESP, ASR, etc).</li>
                            </ul>
                        </div>
                        <button class="collapsible"><strong>Derapajul</strong></button>
                        <div class="content">
                            <p>Este o consecință a aderenței scăzute și a manevrării incorecte a autovehiculului.</p>

                            <p>Principala cauză a derapajului este viteza excesivă, rezultănd astfel pierderea stabilității autovehiculului &icirc;n urma fr&acirc;nării excesive și neadaptării vitezei la condițiile de carosabil alunecos sau umed.</p>

                            <p>Atunci c&acirc;nd autovehiculul intră &icirc;ntr-un derapaj, trebuie să se ridice piciorul de pe fr&acirc;nă iar volanul să se miște lin &icirc;n sensul invers al derapării.</p>

                            <p>Dacă roțile din față derapează, mașina va &icirc;ncepe să alunece &icirc;nafara carosabilului. &Icirc;n această situație este recomandat să &icirc;ncetiniți și țineți controlul asupra volanului, ca mașina să meargă drept.</p>

                            <p>Daca roțile din spate derapează, spatele mașinii se va mișca, alunec&acirc;nd &icirc;n ambele părți. &Icirc;n această situație este recomandat să mențineți volanul &icirc;n direcția alunecării, p&acirc;nă ce mașina nu mai derapează
                                și roțile vin &icirc;n contact cu șoseaua, apoi mișcați volanul &icirc;n direcția opusă alunecării, pentru a &icirc;ndrepta mașina.</p>

                            <p>Dacă toate patru roțile derapează, mașina va aluneca &icirc;nainte, &icirc;n linie dreaptă, ca și cum ar fi o sanie. &Icirc;n această situație este recomandat să vă păstrați calmul și să &icirc;ncetiniți treptat, ridic&acirc;nd
                                piciorul de pe accelerație, mențin&acirc;nd controlul asupra volanului, &icirc;n direcția de mers. Astfel, &icirc;n momentul &icirc;n care roțile aderă din nou la sosea, va veți putea continua drumul.</p>

                        </div>
                        <button class="collapsible"><strong>Acvaplanarea</strong></button>
                        <div class="content">
                            <p>Acvaplanarea apare atunci c&acirc;nd anvelopele mașinii nu mai fac contact direct cu asfaltul, deoarece &icirc;ntre cele două suprafețe există o peliculă de apă.</p>

                            <p>Datorită vitezei excesive sau a uzurii accentuate a anvelopelor, apa nu mai poate fi evacuată rapid prin canalele pneului.</p>

                            <p>Efectul poate fi o pierdere a controlului vehiculului prin reducerea posibilităților de manevrare sau fr&acirc;nare.</p>
                        </div>

                    </div>
                </div>
            </div>
        </div>
        <div class="capitol">
            <button class="collapsible">Capitolul VI - Conduita preventivă pe timp de primăvară, vară, toamnă sau iarnă</button>
            <div class="content">
                <div class="articol">
                    <button class="collapsible"><strong>Conduita preventivă pe timp de primăvară</strong></button>
                    <div class="content">
                        <p><strong>Factorii de risc care influențează comportamentul autovehiculului aflat &icirc;n mers sunt:</strong></p>

                        <ul>
                            <li>starea carosabilului;</li>
                            <li>condițiile climaterice;</li>
                            <li>aglomerația.</li>
                        </ul>

                        <p><strong>Măsuri de conduită preventivă pe timp de primăvară:</strong></p>

                        <ul>
                            <li>după ieșirea din iarnă carosabilul poate sa fie degradat, prezintă fisuri și gropi;</li>
                            <li>la &icirc;nceputul primăverii sunt prezente fenomenele meteorologice care reduc vizibilitatea, ceața și ninsoarea;</li>
                            <li>dată ce vremea &icirc;ncepe să se &icirc;ncălzească, zăpada se topește acoperind carosabilul cu polei sau gheață;</li>
                            <li>marcajele de pe sosea pot fi șterse parțial sau total, acest lucru put&acirc;nd afecta &icirc;ncadrarea pe banda a conducătorilor auto;</li>
                            <li>fluxul de mașini este mult mai mare, deci stresul și oboseala cresc.</li>
                        </ul>

                        <h3><strong>Conduita preventivă pe timp de vară</strong></h3>

                        <p><strong>Factorii de risc care influențează comportamentul autovehiculului aflat &icirc;n mers sunt:</strong></p>

                        <ul>
                            <li>temperaturi foarte ridicate;</li>
                            <li>apar ploi torențiale &icirc;nsoțite de descărcări electrice;</li>
                            <li>traficul este aglomerat.</li>
                        </ul>
                    </div>
                    <button class="collapsible"><strong>Măsuri de conduită preventivă pe timp de vară</strong><strong>:</strong></button>
                    <div class="content">
                        <ul>
                            <li>să se adapteze viteza de deplasare &icirc;n funcție de drum și de trafic;</li>
                            <li>asigurați-vă o stare fizică și psihică bună &icirc;nainte de plecarea la drum, deoarece din cauza temperaturilor ridicate oboseala se instalează foarte rapid;</li>
                            <li>să se sporească atenția deoarece copii se află &icirc;n vancanță și se pot juca pe carosabil sau &icirc;n apropierea lui;</li>
                            <li>traficul este mai diversificat, apar bicicliști, mopede, căruțe, etc.</li>
                        </ul>

                        <h3><strong>Conduita preventivă pe timp de toamnă</strong></h3>

                        <p><strong>Factorii de risc care influențează comportamentul autovehiculului aflat &icirc;n mers sunt:</strong></p>

                        <ul>
                            <li>aglomerația traficului;</li>
                            <li>condițile meteo;</li>
                            <li>starea fizică și psihică.</li>
                        </ul>
                    </div>
                    <button class="collapsible"><strong>Măsuri de conduită preventivă pe timp de toamnă:</strong></button>
                    <div class="content">
                        <ul>
                            <li>să se sporească atenția deoarece traficul este aglomerat, sunt &icirc;nt&acirc;lnite &icirc;n trafic toate tipurile de utilaje și mașini agricole;</li>
                            <li>adaptarea vitezei la condițiile meteo, condițiile de vizibilitate și condițiile de drum. Vremea se răcește, apar ploile și ceața iar ziua se micșorează;</li>
                            <li>schimbarea vremii de la cald la rece poate afecta starea fizică și psihică. Unele persoane sunt mai sensibile dec&acirc;t altele la schimbările vremii, cum ar fi presiunea, umiditatea și temperatura. Durerile se pot agrava,
                                mai ales cele reumatice (70% dintre persoanele care au probleme cu articulațiile spun că durerea este mai mare atunci c&acirc;nd vremea se răcește). Efecte asupra psihicului sunt: iritabilitate crescută, oboseală, lipsa
                                de concentrare și insomnii.</li>
                        </ul>

                        <h3><strong>Conduita preventivă pe timp de iarnă</strong></h3>

                        <p><strong>Factorii de risc care influențează comportamentul autovehiculului aflat &icirc;n mers sunt:</strong></p>

                        <ul>
                            <li>condițile meteo;</li>
                            <li>starea carosabilului;</li>
                            <li>autovehiculul patinează sau derapează.</li>
                        </ul>

                    </div>
                    <button class="collapsible"><strong>Măsuri de conduită preventivă&nbsp;pe timp de iarnă:</strong></button>
                    <div class="content">
                        <ul>
                            <li>să se adapteze viteza de deplasare la condițile meteo, apar ninsorile abundente care pot fi &icirc;nsoțite de v&acirc;nturi puternice;</li>
                            <li>&icirc;nainte de a pleca la drum conducătorul auto trebuie să se informeze despre starea vremii asupra drumurilor ce urmează a fi străbătute;</li>
                            <li>drumurile sunt acoperite de zăpadă și gheață, lucru care influențeză &icirc;n mod direct distanța de fr&acirc;nare. Se recomandă mărirea distanței față de autovehiculul care circulă &icirc;n fața dumneavoastră, put&acirc;nd
                                astfel să se evite eventualele situații neprevăzute. Din cauza stării carosabilului autovehiculul poate patina sau derapa, iar pentru a se &nbsp;evita acest lucru autoturismul trebuie echipat cu lanțuri antiderapante.</li>
                            <li>să se sporească atenția, din cauza zăpezii abundent căzute, partea carosabilă se &icirc;ngustează. Pietonii folosesc și ei partea carosabilă și datorită viscolului și a pericolului de alunecare circulă cu privirea aplecată
                                nemaifiind foarte atenți &icirc;n jurul lor.</li>
                        </ul>
                    </div>
                </div>
            </div>
        </div>
        <div class="capitol">
            <button class="collapsible">Capitolul VII - Conduita preventivă pe timp de noapte, ploaie sau ceață
					</button>
            <div class="content">
                <div class="articol">
                    <button class="collapsible"><strong>Conduita preventivă pe timp de noapte</strong></button>
                    <div class="content">
                        <p><strong>Factorii de risc care influențează comportamentul autovehiculului aflat &icirc;n mers sunt:</strong></p>

                        <ul>
                            <li>vizibilitatea redusă;</li>
                            <li>orbirea temporară;</li>
                            <li>oboseala.</li>
                        </ul>

                        <p><strong>Măsuri de conduită preventivă pe timp de noapte:</strong></p>

                        <ul>
                            <li>noaptea vizibilitatea este mult redusă, atunci c&acirc;nd vei circula &icirc;n localitate pe timp de noapte se vor folosi luminile de &icirc;nt&acirc;lnire (sau luminile de drum, doar dacă pe drum nu sunt alți participanți
                                la trafic), se va acorda atenție sporită traficului și se va reduce viteza de deplasare &icirc;n apropierea trecerilor pentru pietoni;</li>
                            <li>pot fi &icirc;nt&acirc;lnite drumuri neiluminate, iar vizibilitatea este afectată și mai mult dacă farurile nu sunt reglate corespunzător sau dacă parbrizul este murdar.</li>
                        </ul>
                        <ul>
                            <li>nu folosiți faza lungă atunci c&acirc;nd &icirc;nt&acirc;lniți un șofer din sens opus, nici atunci c&acirc;nd va aflați &icirc;n spatele unei mașini, destul de aproape de aceasta, pentru că &icirc;l veți orbi pe șofer prin
                                oglinda retrovizoare. &Icirc;n situația &icirc;n care sunteți orbit de lumina farurilor unui autovehicul care circulă din sens opus trebuie să mențineți &icirc;n funcțiune luminile de &icirc;ntalnire și să reduceți viteza
                                de deplasare sau dacă este cazul să opriți p&acirc;nă la trecerea autovehicului;</li>
                            <li>evita să conduci atunci c&acirc;nd ești obosit. Oboseala la volan este printre cauzele frecvente ale accidentelor rutiere și de obicei acestea se lasă cu urmări dintre cele mai grave. &Icirc;n cazul &icirc;n care ai de parcurs
                                o distanță mare și te simți obosit, este indicat să oprești &icirc;n locuri special amenajate, cum sunt refugiile și să &icirc;ncerci să dormi măcar 15 minute.</li>
                        </ul>
                    </div>
                    <button class="collapsible"><strong>Conduita preventivă pe timp de ploaie</strong></button>
                    <div class="content">
                        <p><strong>Factorii de risc care influențează comportamentul autovehiculului aflat &icirc;n mers sunt:</strong></p>

                        <ul>
                            <li>vizibilitatea redusă;</li>
                            <li>acvaplanarea;</li>
                            <li>aderența scăzută;</li>
                            <li>spațiul de fr&acirc;nare crește.</li>
                        </ul>

                        <p><strong>Măsuri de conduită preventivă pe timp de ploaie:</strong></p>

                        <ul>
                            <li>asigurati-va o bună vizibilitate curaț&acirc;nd parbrizul, geamurile laterale, luneta și deasemenea să vă asigurați buna funcţionare a stergătoarelor de parbriz și a sistemului de climatizare şi dezaburire;</li>
                            <li>foarte importantă atunci c&acirc;nd plouă este viteza de deplasare, care trebuie redusă p&acirc;nă la 30km/h &icirc;n interiorul localitătilor şi 50km/h &icirc;n afara acestora;</li>
                            <li>drumurile sunt alunecoase crescănd astfel distanța de fr&acirc;nare, este recomandat să păstrați o distanță suficientă față de vehiculul din fața dumneavoastră, astfel evit&acirc;ndu-se eventualele situații neprevăzute; Din
                                cauza apei care ia contact cu praful de pe carosabil se formează un strat de m&acirc;zgă iar &icirc;n acest caz aderența este una scăzută;</li>
                            <li>dacă ploaia este una torențială, vizibilitatea va fi mult &icirc;ngreunată iar conducătorul autovehiculului trebuie să oprească &icirc;n afara părții carosabilului.</li>
                        </ul>

                    </div>
                    <button class="collapsible"><strong>Conduita preventivă pe timp de ceață</strong></button>
                    <div class="content">
                        <p><strong>Factorii de risc care influențează comportamentul autovehiculului aflat &icirc;n mers sunt:</strong></p>

                        <ul>
                            <li>vizibilitate redusă;</li>
                            <li>viteza de deplasare;</li>
                            <li>oboseala conducătorului auto.</li>
                        </ul>

                    </div>
                    <button class="collapsible"><strong>Măsuri de conduită preventivă pe timp de ceață:</strong></button>
                    <div class="content">
                        <ul>
                            <li>ceața poate veni &icirc;n valuri, ceasta poate trece rapid de la densitatea la care nu poți vedea la 10 metri &icirc;n față la o vizibilitate aparentă de 100 metri și &icirc;napoi, &icirc;n interval foarte scurt;</li>
                            <li>circulă &icirc;ncet și prudent. Principala cauză a accidentelor constă &icirc;n neadaptarea vitezei la condițile de vizibilitate și drum. Folosește luminile de avarie dacă este nevoie, pentru a te face c&acirc;t mai vizibil
                                pentru ceilalti participanti la trafic;</li>
                            <li>&icirc;n timpul conducerii folosește luminile de &icirc;nt&acirc;lnire (faza scurtă) și de ceață, sistemul de climatizare și dezaburire. Niciodată să nu folosești luminile de drum (faza lungă), acesta nu va face altceva dec&acirc;t
                                să &icirc;nrautățeacă situația, deoarece lumina lovește direct &icirc;n ceață, făc&acirc;nd ca vizibilitatea să fie mult mai scazută;</li>
                            <li>datorită concentrării atenției, oboseala apare rapid.</li>
                        </ul>
                    </div>
                    <button class="collapsible">Articolul 88</button>
                    <div class="content">
                        <p>
                            (1) Recoltarea mostrelor biologice se face numai in prezenta unui politist rutier, in conditiile art. 190 alin. (8) din Codul de procedura penala, in urmatoarele spatii ale institutiilor medicale: a) in interiorul unitatilor de asistenta medicala autorizate;
                            b) in ambulante avand echipaj cu medic ori autospeciale cu aceasta functie apartinand Serviciului mobil de urgenta, reanimare si descarcerare; c) in interiorul unitatilor medico-legale. (11) Medicul, asistentul medical sau
                            persoana cu pregatire medicala de specialitate din echipajul ambulantei sau autospecialei apartinand Serviciului mobil de urgenta, reanimare si descarcerare, care intervine la evenimentele in legatura cu traficul rutier, poate
                            recolta mostre biologice in masura in care prin aceasta nu se afecteaza acordarea asistentei medicale de urgenta sau de prim ajutor, precum si in situatia in care persoana implicata intr-un accident de circulatie refuza transportul
                            de urgenta la o unitate sanitara sau starea sa de sanatate nu impune acest transport. (12) Recoltarea mostrelor biologice se face cu respectarea normelor stabilite potrivit art. 125 lit. c) . (13) Transportul mostrelor biologice,
                            recoltate in conditiile alin. (11) , la unitatea medico-legala in vederea realizarii analizei toxicologice, va fi efectuat de catre politistul rutier. (2) Stabilirea concentratiei de alcool sau a prezentei in organism de substante
                            psihoactive se face in institutiile medico-legale autorizate, in conformitate cu normele metodologice elaborate de Ministerul Sanatatii. (3) Stabilirea prezentei alcoolului in aerul expirat sau testarea preliminara a prezentei
                            in organism a unor substante psihoactive se face de catre politia rutiera, cu ajutorul unor mijloace tehnice certificate. (4) Stabilirea concentratiei de alcool in aerul expirat se face de catre politia rutiera, cu ajutorul
                            unui mijloc tehnic omologat si verificat metrologic. (5) Persoana care conduce pe drumurile publice un vehicul pentru care legea prevede obligativitatea detinerii permisului de conducere, testata de politistul rutier cu un
                            mijloc tehnic omologat si verificat metrologic si depistata ca avand o concentratie de pana la 0,40 mg/l alcool pur in aerul expirat, ii poate solicita acestuia sa i se recolteze mostre biologice in cadrul unitatilor sau institutiilor
                            medicale prevazute la alin. (1) , in vederea stabilirii imbibatiei de alcool in sange. (6) Persoana care conduce pe drumurile publice un vehicul pentru care legea prevede obligativitatea detinerii permisului de conducere, testata
                            cu un mijloc tehnic omologat si verificat metrologic si depistata ca avand o concentratie de peste 0,40 mg/l alcool pur in aerul expirat, este obligata sa se supuna recoltarii mostrelor biologice, in vederea stabilirii imbibatiei
                            de alcool in sange. (7) Conducatorilor de vehicule pentru care legea prevede obligativitatea detinerii permisului de conducere, testati in trafic cu un mijloc certificat care indica prezenta in organism a unor substante psihoactive,
                            li se recolteaza obligatoriu mostre biologice.

                        </p>
                    </div>
                </div>
            </div>
        </div>
        <div class="capitol">
            <button class="collapsible">Capitolul VIII - Conduita preventivă în mediul urban, rural, în tuneluri, pe poduri și sub poduri

						</button>
            <div class="content">
                <div class="articol">
                    <button class="collapsible"><strong>Conduita preventivă &icirc;n mediul urban</strong></button>
                    <div class="content">
                        <p><strong>Factorii de risc care influențează comportamentul autovehiculului aflat &icirc;n mers sunt:</strong></p>

                        <ul>
                            <li>numărul mare de intersecții și diversitatea acestora;</li>
                            <li>aglomerația;</li>
                            <li>numărul mare de indicatoare și marcaje rutiere;</li>
                            <li>pietonii;</li>
                            <li>insuficiența locurilor de parcare;</li>
                            <li>oboseala acumulată.</li>
                        </ul>
                    </div>
                    <button class="collapsible"><strong>Măsuri de conduită preventivă &icirc;n mediul urban:</strong></button>
                    <div class="content">
                        <ul>
                            <li>să se adapteze viteza de deplasare &icirc;n funcție de condițile de vizibilitate, de drum și de trafic;</li>
                            <li>să se evite pe c&acirc;t posibil orele de v&acirc;rf ale circulației;</li>
                            <li>să se sporească atenția, drumurile sunt foarte aglomerate și să se anticipeze eventualele manevre ale pietonilor sau a celorlalți participanți la trafic, evit&acirc;ndu-se astfel evenimente neprevăzute;</li>
                            <li>datorită numărului mare de manevre (opriri, &icirc;ntoarceri, &icirc;ncadrări pe bandă) se instalează oboseala și stările de nervozitate. &Icirc;ncercați pe c&acirc;t posibil să vă mențineți calmul și concentrarea la drum.</li>
                        </ul>

                        <h3><strong>Conduita preventivă &icirc;n mediul rural</strong></h3>

                        <p><strong>Factorii de risc care influențează comportamentul autovehiculului aflat &icirc;n mers sunt:</strong></p>

                        <ul>
                            <li>starea drumurilor;</li>
                            <li>lipsesc indicatoarele și marcajele rutiere;</li>
                            <li>lipsa trotuarelor;</li>
                            <li>prezența pe carosabil a animalelor.</li>
                        </ul>

                        <p><strong>Măsuri de conduită preventivă &icirc;n mediul rural:</strong></p>

                        <ul>
                            <li>să se adapteze viteza de deplasare &icirc;n funcție de condițile de drum și de trafic;</li>
                            <li>să se sporească atenția, &icirc;n unele sate lipsesc trotuarele iar oamenii folosesc partea carosabilă, unele intersecții sunt nesemnalizate prin indicatoare sau prin marcaje rutiere sau veți putea &icirc;nt&acirc;lni turme
                                sau animale nesupravegheate.</li>
                        </ul>
                    </div>
                    <button class="collapsible"><strong>Conduita preventivă &icirc;n tuneluri, pe poduri și sub poduri</strong></button>
                    <div class="content">
                        <p><strong>Factorii de risc care influențează comportamentul autovehiculului aflat &icirc;n mers sunt:</strong></p>

                        <ul>
                            <li>spații &icirc;nguste;</li>
                            <li>vederea se adaptează mai greu.</li>
                            <li>să se sporească atenția deoarece vederea se adaptează mai greu &icirc;n urma trecerii de la lumina naturală la cea artificială;</li>
                            <li>să se adapteze viteza &icirc;n funcție de vizibilitate și condițiile de drum &icirc;ngustat; Prin construcția lor podurile nu permit evitarea accidentelor prin ieșirea pe acostament sau decor.</li>
                            <li>podurile sunt amplasate peste cursurile de ape sau peste văi, ceea ce duce la o frecvență mai mare a apariției gheții și a poleiului.</li>
                        </ul>

                    </div>
                </div>
            </div>
        </div>
        <div class="capitol">
            <button class="collapsible">Capitolul IX - Conduita preventivă la depășire și la acordarea de prioritate
						</button>
            <div class="content">
                <div class="articol">
                    <button class="collapsible"><strong>Conduita preventivă la depășire</strong></button>
                    <div class="content">
                        <p><strong>Factorii de risc care influențează comportamentul autovehiculului aflat &icirc;n mers sunt:</strong></p>

                        <ul>
                            <li>viteza de deplasare;</li>
                            <li>angajarea &icirc;ntr-o depășire fără a se asigura;</li>
                            <li>depășirea bruscă a unui autovehicul și forțarea reintrării pe banda de deplasare;</li>
                            <li>aprecierea greșită a vitezei autovehiculului care circulă din sensul opus.</li>
                        </ul>
                        p><strong>Măsuri de conduită preventivă pentru conducătorul auto care depășește:</strong></p>

                        <ul>
                            <li>angajarea &icirc;ntr-o depășire se face numai după ce conducătorul autovehicului se asigură at&acirc;t din față c&acirc;t și &icirc;n spate, acesta se va angaja &icirc;n depășire numai atunci c&acirc;nd este sigur că manevra
                                poate fi efectuată &icirc;n deplină siguranță;</li>
                            <li>să se asigure că cel depășit ți-a sesizat intenția de a depăși;</li>
                            <li>să se aprecieze corect viteza de deplasare a autovehiculului care circulă din sens opus;</li>
                            <li>să se mențină o distanță laterală suficientă față de autovehiculul depășit.</li>
                        </ul>

                        <p><strong>Măsuri de conduită preventivă pentru conducătorul auto care este depășit:</strong></p>

                        <ul>
                            <li>atunci c&acirc;nd un autovehicul urmează să fie depășit, nu trebuie să mărească viteza de deplasare și trebuie să se angajeze c&acirc;t mai aproape pe marginea din dreapa a părții carosabile pentru a nu st&acirc;njenii &icirc;n
                                vreun fel pe cel ce s-a angajat &icirc;n depășire;</li>
                            <li>să se sporească atenția și să se anticipeze eventualele situații care ar putea deveni periculoase.</li>
                        </ul>

                        <p><br />
                            <strong>Măsuri de conduită preventivă pentru conducătorul auto care circulă din sens opus:</strong></p>

                        <ul>
                            <li>să se reducă viteza de deplasare și să se evite o eventuală coliziune cu un autovehicul care nu a apreciat corect viteza de deplasare a celui ce circulă din sens opus și s-a angajat &icirc;n depășire;</li>
                            <li>să se sporească atenția și să se evite situațiile care ar putea deveni periculoase.</li>
                        </ul>

                    </div>
                    <button class="collapsible"><strong>Conduita preventivă c&acirc;nd se acordă prioritate</strong></button>
                    <div class="content">
                        <p><strong>Factorii de risc care influențează comportamentul autovehiculului aflat &icirc;n mers sunt:</strong></p>

                        <ul>
                            <li>acordarea priorității pietonilor;</li>
                            <li>neobservarea indicatoarelor.</li>
                        </ul>
                        <p><strong>Măsuri de conduită preventivă atunci c&acirc;nd se acordă prioritatea de trecere:</strong></p>

                        <ul>
                            <li>să se avertizeze din timp conducătorul auto care circulă la mică distanță &icirc;n spate;</li>
                            <li>să se sporească atenția asupra indicatoarelor rutiere și să se acorde prioritate pietonilor, in orice situație;</li>
                            <li>atunci c&acirc;nd trebuie să oprească pentru acordarea priorității să nu se st&acirc;njenească circulația celorlalți participanți la trafic prin obligarea acestora să efectueze manevre suplimentare de ocolire, care pot provoca
                                accidente.
                            </li>
                        </ul>
                    </div>
                </div>
            </div>
        </div>
        <div class="capitol">
            <button class="collapsible">Capitolul X - Coliziunile
						</button>
            <div class="content">
                <div class="articol">
                    <button class="collapsible"><strong>Coliziunile se pot produce:</strong></button>
                    <div class="content">
                        <ul>
                            <li>&icirc;ntre două vehicule aflate &icirc;n mers;</li>
                            <li>&icirc;ntre un vehicul aflat &icirc;n mers și unul staționat, sau un alt obstacol fix.</li>
                        </ul>

                        <p><strong>Atunci c&acirc;nd coliziunile se produc &icirc;ntre două vehicule aflate &icirc;n mers, după direcțiile de deplasare ale acestora, coliziunile pot fi:</strong></p>

                        <ul>
                            <li>frontale (atunci c&acirc;nd direcțiile de mers sunt opuse);</li>
                            <li>laterale;</li>
                            <li>din spate (direcțiile de mers sunt &icirc;n același sens).</li>
                        </ul>

                        <h3><strong>Coliziunile&nbsp;frontale</strong></h3>

                        <p><strong>Factorii de risc &icirc;n cazul coliziunilor frontale:</strong></p>

                        <ul>
                            <li>viteza de deplasare;</li>
                            <li>poziția &icirc;n timpul mersului;</li>
                            <li>circulația pe sensul opus.</li>
                        </ul>
                        <p><strong>Măsuri de conduită preventivă &icirc;n cazul coliziunilor frontale:</strong></p>

                        <ul>
                            <li>să se reducă viteza de deplasare și să se evite o eventuală coliziune cu un autovehicul care nu a apreciat corect viteza de deplasare a celui care circulă din sens opus și s-a angajat &icirc;n depășire;</li>
                            <li>ieșirea de pe partea carosabilă, pe partea dreaptă pentru a evita evetualele coliziuni;</li>
                            <li>să se sporească atenția și să se anticipeze situațiile ce ar putea deveni periculoase.</li>
                        </ul>
                    </div>
                    <button class="collapsible"><strong>Coliziunile&nbsp;laterale</strong></button>
                    <div class="content">
                        <p><strong>Factorii de risc &icirc;n cazul coliziunilor laterale:</strong></p>

                        <ul>
                            <li>neasigurarea &icirc;naintea angajării &icirc;n virajul la st&acirc;nga;</li>
                            <li>nerespectarea normelor de prioritate;</li>
                            <li>neasigurarea atunci c&acirc;nd se trece de pe o bandă pe alta.</li>
                        </ul>

                        <p><strong>Măsuri de conduită preventivă &icirc;n cazul coliziunilor laterale:</strong></p>

                        <ul>
                            <li>să se sporească atenția atunci c&acirc;nd se circulă prin intersecții, indiferent dacă sunt sau nu dirijate, pentru a se evita eventualele acțiuni incorecte ale participanților la trafic;</li>
                            <li>pastrarea unei distanțe laterale suficiente față de ceilalți participanți la trafic.</li>
                        </ul>
                    </div>
                    <button class="collapsible"><strong>Coliziunile&nbsp;din spate</strong></button>
                    <div class="content">
                        <p>Factorii de risc &icirc;n cazul coliziunilor din spate:</p>

                        <ul>
                            <li>nerespectarea distanței &icirc;n mers față de vehiculul care circulă &icirc;n față;</li>
                            <li>neatenția și neanticiparea situațiilor ce ar putea deveni periculoase;</li>
                            <li>aprecierea incorectă a distanței de oprire.</li>
                        </ul>
                        <p><strong>Măsuri de conduită preventivă &icirc;n cazul coliziunilor din spate:</strong></p>

                        <ul>
                            <li>să se adapteze viteza de deplasare la condițiile meteo, de vizibilitate, de trafic și de drum;</li>
                            <li>să se păstreze o distanța suficientă și să se aprecieze corect distanța de oprire, mai ales atunci c&acirc;nd carosabilul este acoperit cu polei, m&acirc;zgă, gheață;</li>
                            <li>sporirea și concentrarea atenției asupra vehiculului din față pentru a observa din timp eventuale semnalizări și de a lua măsurile corespunzătoare.</li>
                        </ul>
                    </div>
                </div>
            </div>
        </div>
    </div>

    <script>
        var coll = document.getElementsByClassName("collapsible");
        var i;

        for (i = 0; i < coll.length; i++) {
            coll[i].addEventListener("click", function() {
                this.classList.toggle("active");
                var content = this.nextElementSibling;
                if (content.style.display === "block") {
                    content.style.display = "none";
                } else {
                    content.style.display = "block";
                }
            });
        }
    </script>
    <script>
        function myFunction() {
            var element = document.body;
            element.classList.toggle("dark-mode");
        }
    </script>

</body>

</html>